sater4.3/eProcNextTrento/eprocnext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/ted/rettificaGara.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
	<soapenv:Header/>
	<soapenv:Body>
		<xb:inviaRettificaTED>
			<ticket>@@@TICKET@@@</ticket>
			<indexCollaborazione>@@@INDEX@@@</indexCollaborazione>
			<id_gara>@@@ID_GARA@@@</id_gara>
			<no_doc_ojs>@@@NO_DOC_OJS@@@</no_doc_ojs>

			<formularioRettifica xb:MOTIVO_RETTIFICA="@@@MOTIVO_RETTIFICA@@@" @@@INFO_ADD_MODIFICA@@@>

				<!-- 1:N -->		
			    @@@RETTIFICA@@@

			</formularioRettifica>

		</xb:inviaRettificaTED>
	</soapenv:Body>
</soapenv:Envelope>